Repository: Bingularity/Unity-Linux
Catalog: unity-l10n/draklive-install/*.po
Languages: ar, fi, ky

source: This wizard will help you to install the live distribution.
ar: سيساعدك هذا المُرشد في تثبيت التوزيعة الحيَّة.
fi: Tämä velho auttaa Live-jakelun asentamisessa.
ky: Бул уста live-дистрибудивди орнотууга жардам берет.

source: Error
ar: خطأ
fi: Virhe
ky: Жаңылыштык

source: An error occurred
ar: حدث خطأ
fi: Ilmeni virhe
ky: Жаңылыштык орун алды

source: Not enough space available (%s available while %s are needed)
ar: المساحة المتاحة ليست كافية (مُتاح %s، بينما المطلوب %s)
fi: Vapaata levytilaa ei ole riittävästi (%s käytettävissä, tarvitaan %s)
ky: Бош бөлүм табылган жок (%s бар бирок %s керек)

source: Computing total size
ar: الحجم الكُلي يُحسب
fi: Lasketaan kokonaiskoko
ky: Жалпы өчлөм эсептелүүдө

source: Unable to copy files to new root
ar: عاجز عن نسخ الملفات إلى الجذر الجديد
fi: Tiedostoja ei voida kopioida uuteen juureen
ky: Жаңы тамырга файлдар көчүрөалынган жок

source: Congratulations
ar: تهانينا
fi: Onnittelut
ky: Конфигурациялар

source: Please halt your computer, remove your live system, and restart your computer.
ar: فضلاً أوقف حاسوبك، وأزل نظامك الحي، ثم أعد حاسوبك.
fi: Pysäytä järjestelmä, poista Live-media ja käynnistä tietokone uudelleen.
ky: Компьютерди өчүрүңүз, live-системаны чыгарыңыз жана компьютерди кайрадан иштетиңиз.

source: Continue anyway?
ar: أأواصل على أية حال؟
fi: Jatka joka tapauksessa?
ky: Буга карабай улантайынбы?

source: Quit without saving
ar: اخرج دون حفظ
fi: Lopeta tallentamatta
ky: Сактабай чыгуу

source: Quit without writing the partition table?
ar: أأخرج دون كتابة لائحة الأقسام؟
fi: Lopeta kirjoittamatta osiotaulua?
ky: Бөлүмдөр таблицасын жазбай чыгайынбы?

source: Do you want to save /etc/fstab modifications
ar: هل تريد حفظ تعديلات /etc/fstab
fi: Tallennetaanko muutokset tiedostoon /etc/fstab
ky: /etc/fstab өзгөртүүсүн сактоону калайсызбы

source: You need to reboot for the partition table modifications to take place
ar: تحتاج إلى إعادة الحاسوب لتأخذ تعديلات لائحة الأقسام مجراها
fi: Järjestelmä tulee käynnistää uudelleen, jotta muutokset tulevat voimaan
ky: Бөлүмдөр таблицасы ишке кирши үчүн кайра жүктөө талап кылынат

source: You should format partition %s. Otherwise no entry for mount point %s will be written in fstab. Quit anyway?
ar: يجب أن تُهيِّء القسم %s. إن لم تفعل فلن يسجّل أي مُدخل لنقطة الضم %s في fstab. أأخرج على أية حال؟
fi: Osio %s tulisi alustaa. Muuten tiedostoon /etc/fstab ei kirjoiteta tietuetta liitospisteelle %s. Lopeta joka tapauksessa?
ky: Сизден %s бөлүмүн форматтоо талап кылынат. Антпесе %s биригүү чекити жөнүндө fstab'ка жазылбайт. Кандай болсо да чыгуубу?
