Repository: Bingularity/Unity-Linux
Catalog: gtk-liveinstall/po/*.po
Languages: hu, it

source: You must run this installer as root! Log in as root (or su to root) and run this installer again
hu: A telepítőt root-ként (rendszergazda) kell futtatni! Jelentkezz be root-ként (vagy su a terminálban aroot jogokhoz), majd futtasd a telepítőt ismét.
it: Devi eseguire questo programma come root! Autenticati come root (o usa il comando "su") e riesegui.

source: LINUX 'LIVE' / POOR MAN'S INSTALLATION This installer will create a 'live' operating system installation on the storage device of your choice. For example, an internal hard disk drive, a USB memory stick, a flash memory card... The installed operating system will be a clone of a live-CD but with a boot option to save the changes you make to the operating system on your storage device. You can clone a live CD when running live from it, from a normal install if you have a live CD to hand, or from a downloaded live CD ISO file. You can install onto a ready-formatted device or you can choose to clear a device and partition it within this installer. Make sure that the only storage devices attached to your computer are those that are normally attached at boot time. If you want to copy an ISO file from a storage device other than the one you are installing onto, then only attach it when you are prompted to select the ISO file. If you are installing on a flash memory device and are worried about decreasing the product's lifespan, you can opt not to use the 'changes' boot option. If you do use the changes boot option your operating system can be used more like a normal installation, for instance you can save files and install software. This is also known as a Poor Man's Install and can be used when a traditional installation will not work, or if space is at a premium (because the operating system remains compressed in the squashfs file system). If you run this installer and choose option 1, be aware that all the data on the device will be erased! Please back up any important files before continuing. Your device must be at least as large as the live CD iso image. Any additional space can be used to save the 'changes' or you can leave some unformatted space on your device which you can then format in a file system of your choice later. During installation, the operating system automounting daemons (kded, gnome-volume-manager, thunar-volman) will be temorarily stopped. They will be restarted when the installation is complete. This means you won't be able to perform any file management tasks during installation. If for some reason they are not restarted, just log out and back in again. Press close to continue this installation. (c) Iain Jackson, Clare Oldie 2008 Licence GPL v2.0 or later
hu: LINUX 'LIVE' / POOR MAN'S TEEPÍTŐ Ez a telepítő egy 'live' rendszer telepítés eszközöl egy kiválasztott tároló eszközre. Például egy belső merevlemezre, egy USB memóriakártyára, egy flash memóriakártyára... A feletelepített operációs rendszer, a felhasznált Live-CD klónja, mása lesz egy rendszerindító opcióval együtt, amellyel elmenthetjük a rendszeren véghezvitt változtatásokat. Lehetőséged van felmásolni egy Live-CD-t annak futtatása közben, vagy úgy, hogy a kezedben ott van egy letöltött ISO fájl, vagy épp a rendszer Live-CD-je. Feltelepítheted egy már megformázott eszközre, vagy választhatod, egy már létező eszköz törlését, majd arra való feltelepítését is. Győződj meg arról, hogy a telepítés alatt csak azok az eszközök vannak felcsatolva, amelyek normál esetben, a rendszerindításkor is felcsatolva szoktak lenni. Ha egy másik eszközről szeretnéd feltelepíteni egy ISO fájlt, abban az esetben csak akkor csatold fel az eszközt, amikor ki kell választani a telepítés folyamán a feltelepíteni kívánt rendszet (fájlt). Ha egy flash memória eszközere telepíted fel a rendszert, és aggódsz, hogy lecsökkented a termék lifespamjét, akkor nem kell kiválasztanod a 'változtatások' rendszerindítási opciót. Ha használod a 'változtatások' rendszerindítási opciót, abban az esetben sokkal több lesz a rendszerewd mint egy live másolat, mivel lehetőséged lesz programokat telepíteni és a változtatásokat elmenteni. Ez a telepítés Poor Man's telepítésként ismert, és akkor használható, ha egy normál telepítés nmem működne, vagy a hely az elsődleges szempont, mivel maga a rendszer egy squashfs fájlrendszerbe van beletömörítve. Ha elindítod a telepítőt, és az 1-es opciót választod, akkor légy óvatos, mert a merevlemezed összes adata törlésere fog kerülni! Kérlek készíts minden fontos fájlról biztonsági másolatot a folytatás elött. Az eszközödnek egy kicsivel nagyobbnak kell lennie mint a telepítendő live rendszer. Bármilyen egyéb terület a merevlemezen alkalmas lehet a mentések tárolására, vagy egy esetleges késöbbi rendszertelepítésre is akár, vagy bármire . A telepítés alatt, az operációs rendszer automounting démonai (kded, gnome-volume-manager, thunar-volman) átmenetileg le lesznek állítva. A telepítés befejezésével, vissza lesznek kapcsolva. Ez azt jelenti, hogy a telepítés alatt semmilyen fájlművelet nem végezhető el. Néhány esetben elképzelhető, hogy nem indulnak újra, olyankor jelentkezz ki, majd be, és minden a régi lesz. Nyomj Bezárás gombot a telepítés folytatásához. (c) lain Jackson, Clare Oldie 2008 Licence GPL v2.0 vagy késöbbi
it: LINUX LIVE / INSTALLAZIONE DEI POVERI Questo programma creerà un sistema operativo "live" su un dispositivo di archiviazione di tua scelta. Per esempio, un hard disk interno, una chiavetta USB, una scheda di memoria flash... Il sistema operativo installato sarà un clone del CD live ma con un'opzione d'avvio per salvare sul dispositivo di archiviazione le eventuali modifiche del sistema. Puoi clonare il CD live che al momento stai usando come SO, oppure, se stai eseguendo un'installazione su hard disk, puoi clonare un CD live o un'immagine ISO a portata di mano. Puoi installare su un dispositivo già formattato o puoi decidere di cancellarne uno e partizionarlo con questo programma. Assicurati che al momento siano collegati solo quei dispositivi che generalmente sono collegati all'accensione del computer. Se vuoi copiare un'immagine ISO da un dispositivo di archiviazione diverso da quello su cui vuoi fare l'installazione, collegalo solo quando ti viene richiesto di selezionare l'immagine ISO. Se vuoi installare su una memoria flash e sei preoccupato riguardo all'accorciamento della vita del prodotto, puoi decidere di non usare l'opzione d'avvio "changes". Se usi l'opzione d'avvio "changes" il sistema operativo può essere utilizzato più come una normale installazione, per esempio puoi salvare file e installare software. Questa è anche definita come "installazione per l'uomo della strada" e può essere utilizzata quando quella tradizionale non funziona o quando lo spazio è un fattore limitante (perché il sistema operativo rimane compresso). Se esegui questo programma e scegli l'opzione 1, sii consapevole che tutti i dati sul dispositivo saranno cancellati! Fai il backup dei file importanti prima di proseguire. Il tuo dispositivo deve essere capiente almeno quanto l'immagine ISO del live CD. Qualora fosse disponibile altro spazio, esso può essere utilizzato per salvare le modifiche o può essere formattato in seguito con un filesystem a scelta. Durante l'installazione, i demoni per l'automount (kded, gnome-volume-manager, thunar-volman) saranno disattivati temporaneamente. essi saranno riavviati una volta completata l'installazione. Ciò significa che non potrai eseguire compiti di gestione dei file durante l'installazione. Se per qualche ragione non vengono riavviati, rifai il login. Premi Chiudi per continuare. (c) Iain Jackson, Clare Oldie 2008 Licenza GPL v2.0 o successiva

source: If you are installing onto a removeable device please insert/attach it now. If your OS autodetects the device, let the OS mount it and then close the window. Click on OK to scan system for attached devices including internal devices.
hu: Ha egy eltávolítható (pl.: USB pendrive) eszköre szeretnéd feltelepíteni, akkor kérlek csatlakoztasd/csatold fel mostHa a rendszered automatikusan kezeli az eszközt, akkor hagyd, hogy felcsatolja majd zárd be az ablakot. Nyomj OK-t a felcsatolt eszközök kereséséhez.
it: Se stai per installare su un dispositivo rimovibile, inseriscilo/collegalo ora. Se il tuo SO autorileva il dispositivo, faglielo montare e poi chiudi la finestra. Premi OK per analizzare il sistema alla ricerca dei dispositivi collegati inclusi quelli interni.

source: Scanning for devices... Please wait...
hu: Eszközök keresése... Kérlek várj...
it: Rilevamento dei dispositivi... Attendere prego...

source: Please select the device to install onto. Then choose the partition you want to install onto on the next screen. You will be able to check the disk partitions and installation options before writing any data and cancel if need be. No data will be written at this stage.
hu: Kérlek válaszd ki, melyik eszközre települjön a rendszer. Majd a következő ablakban válaszd ki a partíciót is, ha szükséges. Lehetőséged van leellenőrizni a lemez partíciókat és a telepítési opciókat azelött, hogy bármilyen változtatás elvégzésre kerülne a kijelölt partíción, eszközön. Szükség esetén megszakíthatod a telepítést.
it: Seleziona il dispositivo su cui effettuare l'installazione. Poi nella prossima schermata seleziona la partizione su cui installare. Potrai controllare le partizioni del disco e le opzioni di installazione prima che sia scritto alcunché. E potrai annullare l'operazione se necessario. Nessun dato sarà scritto al momento.

source: Drive
hu: Meghajtó
it: Dispositivo

source: Size - decimal measure
hu: Méret - decimális érték/méret
it: Dimensione - misura decimale

source: Size - binary measure
hu: Méret - bináris érték/méret
it: Dimensione - misura binaria

source: Installation cancelled. No changes were made to your device.
hu: Telepítés megszakítva. Nem lettek változtattások végezve az eszközön.
it: Installazione annullata. Il tuo dispositivo non ha subito alcuna modifica.

source: Installation cancelled!
hu: Telepítés megszakítva!
it: Installazione annullata!

source: Please select the partition to install onto. You will be able to check the disk partitions and installation options before writing any data and cancel if need be. No data will be written at this stage.
hu: Kérlek válaszd ki, melyik partícióra települjön a rendszer. Lehetőséged van leellenőrizni a lemez partíciókat és a telepítési opciókat azelött, hogy bármilyen változtatás elvégzésre kerülne a kijelölt partíción, eszközön. Szükség esetén megszakíthatod a telepítést.
it: Seleziona la partizione su cui effettuare l'installazione. Potrai controllare le partizioni del disco e le opzioni di installazione prima che sia scritto alcunché. E potrai annullare l'operazione se necessario. Nessun dato sarà scritto per il momento.

source: Type
hu: Beírás
it: Tipo

source: Not enough space on %s to install your chosen operating system. You need %s MiB of free space, but this partition only holds %s MiB. Press OK to select another, smaller operating system. Press Cancel to quit (no changes have been made to your device yet). Run the installer again and choose a larger partition size or device.
hu: Nincs elegendő hely a %s lemezen a rendszer telepítéséhez. Minimum %sMiB szabad területre lenne szükséged de csak ennyi van a lemezen: %sMiB. Nyomj OK-t egy másik, kissebb rendszer kiválasztásához. Válaszd a Mégsem opciót a kilépéshez (nem lettek változtatások elvégezve az eszközön). Futtasd a telepítőt ismételten, majd válassz ki egy nagyobb területtel rendelkező partíciót vagy eszközt.
it: Non c'è abbastanza spazio su %s per installare il sistema operativo scelto. Sono necessari %s MiB di spazio libero, ma questa partizione ne contiene solo %s MiB. Premi OK per selezionare un altro sistema operativo, più leggero. Premi Annulla per uscire (non è stata ancora effettuata nessuna modifica al dispositivo). Riesegui il programma e scegli un partizione o un dispositivo più capienti.

source: You have decided to cancel. No changes have been made to your device. Exiting installation. Please try again some other time.
hu: A megszakítást választottad. Az eszközödön nem lettek módosítások elvégezve. Kilépés a telepítőből. Kérlek próbáld meg még egyszer valamikor.
it: Hai deciso di annullare. Non sono state apportate modifiche al dispositivo. Uscita dall'installazione. Si prega di riprovare un'altra volta.

source: Please select the source for your live installation
hu: Kérlek válaszd ki a live telepítés forrását
it: Seleziona l'origine per la tua installazione live

source: Click
hu: Kattintás
it: Clicca

source: Source
hu: Forrás
it: Origine

source: The current live system
hu: A jelenlegi live rendszer
it: Il sistema live corrente

source: I have a live CD I want to clone
hu: Van egy Live CD-m, amit klónozni szeretnék
it: Ho un CD live da clonare

source: I have a downloaded ISO file I want to clone
hu: Van egy letöltött ISO fájlom, amit klónozni szeretnék
it: Ho un'immagine ISO scaricata da clonare

source: You are not running live! No files were copied to your device.
hu: Nem live-ként futtatod a rendszert! Nem lettek fájlok másolva az eszközödre.
it: Non sei in modalità live! Non è stato copiato nessun file sul dispositivo.

source: Please select the ISO file to install from on the next screen.
hu: Kérlek válaszd ki a telepítendő ISO fájlt a következő ablakban.
it: Nella prossima schermata seleziona l'immagine ISO da cui effettuare l'installazione.

source: Please select the ISO file
hu: Kérlek válaszd ki az ISO fájlt
it: Selezione l'immagine ISO

source: Make sure your CD is inserted and mounted. Then select the livecd.sqfs file from the live CD on the next screen. Under PCLOS, most CD/DVDs are mounted under /media
hu: Győződj meg róla, hogy a CD fel lett csatolva. Majd válaszd ki a livecd.sqfs fájlt a live CD-ről a következő képernyőn. PCLinuxOS alatt a legtöbb CD/DVD a /media könyvtárba kerül felcsatolásra.
it: Assicurati che il CD sia inserito e montato. Quindi nella prossima schermata seleziona il file livecd.sqfs sul CD live. In PCLOS, la maggior parte dei CD/DVD è montata sotto /media.

source: Please select the livecd.sqfs file from a live CD
hu: Kérlek válaszd ki a livecd.sqfs fájlt a CD-ről
it: Seleziona il file livecd.sqfs dal CD live

source: You have not chosen a source to clone! No operating system files were copied to your device.
hu: Nem választottál ki telepítés forrást a klónozáshoz! Nem lesz operációs rendszer másolva az eszközödre.
it: Non hai scelto una sorgente da clonare! Sul dispositivo non sarà copiato nessun file del sistema operativo.

source: You have decided to cancel. No changes have been made to your device. Exiting installation. Please try again.
hu: A megszakítást választottad. Az eszközödön nem lettek módosítások elvégezve. Kilépés a telepítőből. Kérlek próbáld meg még egyszer valamikor.
it: Hai deciso di annullare. Non sono state apportate modifiche al dispositivo. Uscita dall'installazione. Si prega di riprovare.

source: You have not chosen a valid source for the live system! Please try again...
hu: Nem választottál érvényes forrást a live rendszerhez! Kérlek próbáld újra...
it: Non hai scelto una sorgente valida per il sistema live! Riprova...

source: Where would you like to install the Grub bootloader?
hu: Hova szeretnéd telepíteni a Grub rendszertöltőt?
it: Dove vuoi installare il bootloader Grub?

source: Bootloader options
hu: Rendszertöltő opciók
it: Opzioni del bootloader

source: to the MBR of %s (will wipe any existing bootloader).
hu: a következő eszköz MBR-jébe: %s (a létező rendszertöltőt felülírja)
it: sul MBR di %s (verrà eliminato ogni bootloader esistente).

source: to the partition %s.
hu: erre a partícióra: %s.
it: sulla partizione %s.

source: Choose how best to configure the boot parameters in the bootloader eg device locations, bootcodes etc...
hu: Kérlek válaszd ki a legmegfelelőbb rendszerindítási paramétereket a rendszertöltőhöz például.: eszköz, hely, rendszerindító kódok stb....
it: Scegli come configurare al meglio i parametri d'avvio nel bootloader. Ad esempio posizione dei dispositivi, codici d'avvio, ecc.

source: Best for portability between different PCs.
hu: A legalkalmasabb a hordozhatóságra a különböző PC-k között.
it: ottimizzati per portabilità verso diversi PC.

source: Best for the current setup to boot %s as primary boot device in BIOS.
hu: A legmegfelelőbb rendszerindítási eszköz: %s mint elsődleges boot eszköz a BIOS-ban.
it: ottimizzati per l'avvio di %s come dispositivo di avvio primario nel BIOS.

source: Best for chainloading to %s from the current primary boot device.
hu: A rendszerindítási láncra a legmegfelelőbb eszköz: %s a jelenlegi rendszerindító meghajtón.
it: ottimizzati per caricamento a catena di %s dal dispositivo di avvio primario corrente.

source: Even though you intend to boot this OS as the primary boot device, If you have any card readers, SATA devices or other USB storage devices attached at boot time, they may interfere with the device code allocated to this device. It is currently set at %s. You can change the device location now and it will be written to the Grub menu, or press OK to continue with the current device location.
hu: Lehetőséged van ezt a rendszert az elsődleges rendszerindító eszközről indítanod, ha rendelkezel bármilyen felcsatolt kártyaolvasóval, SATA meghajtóval vagy USB eszközzel a rendszer indításakor, akkor esetleg zavar keletkezhet, megváltozhat az eszköz kódja ennek az eszköznek. Jelenleg ennek van beállítva: %s. Lehetőséged van megváltoztani majd a Grub menübe beírni az eszköz kódot (kódokat), vagy ha ez így megfelelő, akkor nyomj OK-t a folytatáshoz.
it: Anche se intendi avviare questo SO come dispositivo di avvio primario, se al momento dell'avvio hai lettori di schede, dispositivi SATA o altri dispositivi collegati, questi possono interferire col codice dispositivo assegnato ad esso. Al momento è impostato come %s. Ora puoi modificare la posizione del dispositivo che sarà scritta nel menù di Grub o premere OK per continuare con l'impostazione corrente.

source: Type the name for this installation. This will appear on the Grub menu.
hu: Írja be a telepítés nevét. Ez lesz megjelenítve a Grub menüben.
it: Digita il nome dell'installazione come apparirà nel menù di Grub.

source: Choose partition size in MiB for the installation Allow at least 20Mb above the minimum size if you want to save changes you make to the installation (add 50MB if using a FAT32 filesystem). The minimum value is set to allow room for journalling filesystems.
hu: Válaszd ki a telepítéshez a partíció méretét Minimum 20MB szükséges alapesetben, de ha szeretnéd elmenteni a telepítő beállításait, akkor még (+ 50MB szükséges FAT32 fájlrendszerben). A minimum érték elegendő helyet biztosít a journalling fájrendszerekhez.
it: Scegli la dimensione della partizione per l'installazione in MiB Riserva almeno 20 MB oltre la dimensione minima se vuoi salvare le modifiche apportate al sistema (aggiungi 50 MB se usi un filesystem FAT32). Il valore minimo è impostato per riservare spazio a filesystem giornalizzati.

source: Which filesystem would you like to create?
hu: Milyen fájrendszert szeretnél létrehozni?
it: Che tipo di filesystem vuoi creare?

source: Filesystem type
hu: Fájlrendszer típus
it: Tipo di filesystem

source: (default)
hu: (alapértelmezés)
it: (predefinita)

source: You have chosen this device to install onto with the following options: %s - %s MiB All of these partitions will be erased: %s Installation source: %s You have chosen to create one %s partition of %s MiB. Grub installed %s Boot method: %s ALL DATA ON THIS DEVICE WILL BE LOST WHEN YOU CLICK OK! Click cancel if this is not the correct device or if you do not want to lose the data on these partitions. Then re-run the installer. To start the installation click OK.
hu: A következő eszközt választottad a következő beállításokkal, opciókkal: %s - %s Mib Ezek a partíciók törlésre kerülnek: %s Telepítési forrás: %s Egy partíció létrehozása: %s méret: %sMib. Grub telepítése: %s Rendszerindítási metódus: %s MINDEN ADAT EL FOG VESZNI EZEN A MEGHAJTÓN, HA AZ OK-T MEGNYOMOD! Válaszd a Mégsem opciót, ha ezek a beállítások nem megfelelőek, vagy ha nem akarod, hogy az adataid elvesszenek ezen a partíció(kon)n, majd futtasd újra a telepítőt. A telepítés megkezdéséhez nyomj OK-t.
it: Hai scelto di installare su questo dispositivo con le seguenti opzioni: %s - %s MiB Tutte queste partizioni saranno cancellate: %s Sorgente per l'installazione: %s Hai scelto di creare una partizione %s di %s MiB. Grub installato %s Parametri d'avvio: %s TUTTI I DATI SU QUESTO DISPOSITIVO SARANNO PERSI UNA VOLTA PREMUTO OK! Premi Annulla se non è il dispositivo corretto, o se non vuoi perdere i dati su queste partizioni, e riesegui il programma. Per avviare l'installazione premi OK.

source: # Deleting all partitions from %s. Please wait... Disk activity will be intermittent throughout this process.
hu: # Minden partíció törlése erről: %s. Kérlek várj... A lemez aktivitás változó lesz a folyamat alatt.
it: # Eliminazione di tutte le partizioni da %s. Attendere prego... L'attività del disco sarà intermittente nel corso del processo.

source: # Cleaning master boot record. Please wait... Disk activity will be intermittent throughout this process.
hu: # Az elsődleges rendszerindítószektor (MBR) kipucolása. Kérlek várj... Lemez aktivitás változó lesz a folyamat alatt.
it: # Pulizia del master boot record. Attendere prego... L'attività del disco sarà intermittente nel corso del processo.

source: # Creating new msdos disk label. Please wait... Disk activity will be intermittent throughout this process.
hu: # Új msdos lemezcímke elkészítése. Kérlek várj... A lemez aktivitás változó lesz a folyamat alatt.
it: # Creazione di una nuova etichetta MS-DOS. Attendere prego... L'attività del disco sarà intermittente nel corso del processo.

source: # Creating %s MiB %s partition. Please wait... Disk activity will be intermittent throughout this process.
hu: # %s MiB %s partíció elkészítése. Kérlek várj... A lemez aktivitás változó lesz a folyamat alatt.
it: # Creazione di una partizione di %s MiB %s. Attendere prego... L'attività del disco sarà intermittente nel corso del processo.

source: # Setting boot label. Please wait... Disk activity will be intermittent throughout this process.
hu: # Rendszerindító címke beállítása. Kérlek várj... A lemez aktivitás változó lesz a folyamat alatt.
it: # Impostazione dell'etichetta d'avvio Attendere prego... L'attività del disco sarà intermittente nel corso del processo.

source: # Ejecting and reconnecting device (if possible). Please wait... Disk activity will be intermittent throughout this process.
hu: # Eszköz leválasztása, újracsatlakoztatása (he lehetséges). Kérlk várj... A lemez aktivitás változó lesz a folyamat alatt.
it: # Disconnessione e riconnessione del dispositivo (se possibile). Attendere prego... L'attività del disco sarà intermittente nel corso del processo.

source: # Finishing up... Please wait...
hu: # Befejezés... Kérlek várj...
it: # Fase conclusiva... Attendere prego...
