Repository: Bingularity/Unity-Linux
Catalog: gtk-liveinstall/po/*.po
Languages: hu, it

source: You have chosen this partition to install onto with the following options: %s - %s - %s MiB Installation source: %s Grub installed %s Boot method: %s ALL DATA ON THIS PARTITION WILL BE LOST WHEN YOU CLICK OK! Click cancel if this is not the correct device/partition and re-run the installer To start the installation click OK.
hu: Erre a partícióra kerül telepítésre a rendszer, a következő opciókkal: %s - %s - %s MiB Telepítési forrás: %s Grub telepítése: %s Rendszerindítási metódus: %s MINDEN ADAT EL FOG VESZNI EZEN A PARTÍCIÓN, HA AZ OK-T MEGNYOMOD! Válaszd a Mégsem opciót, ha ezek a beállítások nem megfelelőek, vagy ha nem akarod, hogy az adataid elvesszenek ezen a partíción, majd futtasd újra a telepítőt. A telepítés megkezdéséhez nyomj OK-t.
it: Hai scelto di installare su questa partizione con le seguenti opzioni: %s - %s - %s MiB Sorgente per l'installazione: %s Grub installato %s Opzioni d'avvio: %s TUTTI I DATI SU QUESTA PARTIZIONE SARANNO PERSI UNA VOLTA PREMUTO OK! Premi Annulla se non è la partizione corretta e riesegui il programma. Per avviare l'installazione premi OK.

source: Do you want to format %s? You only need to do so if there is data on the partition. Click OK to format or click Cancel to continue without formatting.
hu: Szeretnéd megformázni ezt a partíciót: %s? Csak abban az esetben kell megtenned, ha adatok találhatók a partíción. Nyomj OK-t a formázáshoz, vagy Mégsem-et kihagyáshoz.
it: Vuoi formattare %s? È necessario solo se ci sono dati sulla partizione. Premi OK per formattare o premi Annulla per continuare senza.

source: # Formatting %s as %s. Please wait...
hu: # %s megformázása %s fájrendszerre. Kérlek várj...
it: # Formattazione di %s come %s. Attendere prego...

source: Unknown partition type: %s. Will attempt to continue without formatting. If there are any problems with the installation, please use ext2/3, reiserfs or FAT16/32 next time and try again.
hu: Ismeretlen partíció típus: %s. Megkísérlem a folytatást formatálás nélkül. Ha bármilyen problémát tapasztalsz a telepítéssel kapcsolatosan, akkor legközelebb használj ext2/3, reiserfs, vagy FAT16/32 fájrendszert és próbáld meg ismét a telepítést.
it: Tipo di partizione sconosciuto: %s. Provo a continuare senza formattare. Qualora ci fossero problemi con l'installazione, la prossima volta usa ext2/3, reiserfs o FAT16/32 e riprova.

source: Please unplug and then reinsert your device. Then click on OK to continue with the installation.
hu: Kérlek válaszd le, majd csatlakoztasd ismét az eszközöd. Majd nyomj OK-t a telepítés folytatásához.
it: Scollega e reinserisci il dispositivo. Poi premi OK e continua con l'installazione.

source: There was an error reconnecting your device. The device wouldn't remount, so the installation couldn't proceed.
hu: Hiba történt az eszköz újracsatlakoztatásakor. Az eszközt nem lehet újracsatlakoztatni, ezért a telepítés nem tud folytatódni.
it: Si è verificato un errore durante la riconnessione del dispositivo. Il dispositivo non può essere rimontato e quindi non si può procedere con l'installazione.

source: # Starting file copy. Creating tmp directory... Please wait...
hu: # Fájlmásolás megkezdése. Átmeneti könyvtár elkészítése... Kérlek várj...
it: # Copia dei file. Creazione della cartella tmp... Attendere prego...

source: # /tmp/poorman directory exists. Delete contents and use as mount point. Please wait...
hu: # a /tmp/poorman könyvtár létezik. Tartalom törlése, majd csatolási pontként való használata. Kérlek várj...
it: # la cartella /tmp/poorman esiste già. Cancellazione del contenuto ed uso come punto di mount. Attendere prego...

source: # Mounting %s at /tmp/poorman. Please wait...
hu: # %s partíció felcsatolása ide: /tmp/poorman. Kérlek várj...
it: # Montaggio di %s in /tmp/poorman. Attendere prego...

source: # Copying livecd.sqfs file... This process will take a long time. 1-2 minutes per 100MB to copy. The progress bar will not move on until the file copy is complete. Please wait...
hu: # livecd.sqfs fájl másolása... Ez a folyamat eltarthat egy darabig, 1-2 perc 100MB-onként. A folyamatjelző nem tünik el addig, amíg a fájlmásolás be nem fejeződik. Kérlek várj....
it: # Copia del file livecd.sqfs... Questo processo impiegherà 1-2 minuti per 100 MB da copiare La barra non avanzerà fino alla fine della copia. Attendere prego...

source: # Copying isolinux directory... Please wait...
hu: # isolinux könyvtár másolása... Kérlek várj...
it: # Copia della cartella isolinux... Attendere prego...

source: # Copying Grub boot files.. Please wait...
hu: # Grub bootfájlok másolása.. Kérlek várj...
it: # Copia dei file di avvio di Grub... Attendere prego...

source: # Installing Grub bootloader. Probing devices... Please wait...
hu: # Grub rendszerindító telepítése. Eszközök kipróbálása... Kérlek várj...
it: # Installazione del bootloader Grub. Ricerca dei dispositivi... Attendere prego...

source: If you want to add a boot option to save changes to the live system, press OK, otherwise press Cancel. You can manually add in this option at a later time by editing the menu.lst file.
hu: Ha szeretnél egyéb rendszerindítási opciókat is hozzáadni a live rendszerhez, akkor nyomj OK-t, a kihagyáshoz válaszd a Mégsem opciót. Kézzel is hozzáadhatsz a késöbbiekben rendszerindítási opciókat a menu.lst fájl szerkesztésével.
it: Premi OK se vuoi aggiungere un'opzione d'avvio per salvare le modifiche al sistema live, altrimenti premi Annulla. Puoi aggiungere manualmente questa opzione in un tempo successivo modificando il file menu.lst.

source: Saving changes on a FAT partition only works with live systems created with mklivecd version 0.7.0-26 ie after MiniMe 2008. It will require a 'loop' changes file to be created. Click OK to continue and choose the size for the changes file on the next screen. Click Cancel to skip this step.
hu: A változtatások elmentése egy FAT partícióra csak akkor lehetséges, ha a live rendszer a mklivecd 0.7.0-26-os verziójával vagy késöbbivel készült. Szükséges egy 'loop' csere fájl elkészítése szükséges. A folytatáshoz nyomj OK-t, majd a következő ablakban add meg a csere fájl méretét. Mégsem gomb a lépés átugrásához.
it: Il salvataggio delle modifiche su una partizione FAT funziona solo con sistemi live creati con mklivecd versione 0.7.0-26 (cioè dopo MiniMe 2008). Sarà necessario creare un file di loop per le modifiche. Premi OK per continuare o scegli la dimensione del file per le modifiche nella prossima schermata. Premi Annulla per saltare questo passaggio.

source: Sorry, there is not enough space on %s to save changes. You need more than 50MB to be able to save changes on a FAT32 partition. However, you can still use the installation as a read-only/kiosk style system.
hu: Sajnálom, de nincs elég hely a változások elmentéséhez it: %s. A biztonságos mentésekhez 20MB területnél nagyobb hely szükséges. Mindazon által, azért még használhatod a telepített rendszert read-only/kiosk stílusban.
it: Spiacente, non c'è abbastanza spazio in %s per salvare le modifiche. Hai bisogno di più di 50 MB per salvare le modifiche su una partizione FAT32. Puoi comunque usare l'installazione come sistema in sola lettura.

source: Sorry, there is not enough space on %s to save changes. You need more than 20MB to be able to save changes safely. However, you can still use the installation as a read-only/kiosk style system.
hu: Sajnálom, de nincs elég hely a változások elmentéséhez it: %s. A biztonságos mentésekhez 20MB területnél nagyobb hely szükséges. Mindazon által, azért még használhatod a telepített rendszert read-only/kiosk stílusban.
it: Spiacente, non c'è abbastanza spazio in %s per salvare le modifiche. Hai bisogno di più di 20 MB per salvare le modifiche in tutta sicurezza. Puoi comunque usare l'installazione come sistema in sola lettura.

source: Choose changes loop file size in MiB. It needs to be at least 50MB.
hu: A csere fájl méretének megadása MB-ban. Minimum 50MB szükséges.
it: Scegli la dimensione del file di loop delle modifiche in MiB. Deve essere di almeno 50 MB.

source: You decided to cancel. The loop changes file wasn't created. Continuing with installation.
hu: A megszakítást választottad. A loop változás fájl (cserefájl) nem lett elkészítve. A telepítés folytatása.
it: Hai deciso di annullare. Il file di loop delle modifiche non è stato creato. Proseguo con l'installazione.

source: Which filesystem would you like to create in your loop file? It has to be a Linux filesystem. Ext2 maximises the available space better. Ext3 offers better protection against data loss.
hu: Milyen fájlrendszert szeretnél készíteni a loop fájlnak? Linux fájlrendszernek kell lennie. Ext2 maximalizálja az elérhető területet. Ext3 biztonságosabb adattárolást biztosít (adatvesztés).
it: Con che filesystem vuoi creare il file di loop? Deve essere un filesystem Linux. Ext2 massimizza meglio lo spazio disponibile. Ext3 offre maggiore protezione contro la perdita dei dati.

source: # Creating %s MB loop changes file on %s... Please wait... This process will take a long time - about 4 mins per 512MB. Disk activity will be intermittent throughout this process.
hu: # %sMB-os loop csere fájl elkészítése itt: %s... Kérlek várj... Ez a folyamat sokáig eltarthat - 4 perc 512MB-onként. A lemez aktivitás változó lesz a folyamat alatt.
it: # Creazione del file di loop di %s MB su %s... Attendere prego... Questo processo impiegherà molto tempo - circa 4 min per 512 MB. L'attività del disco sarà intermittente nel corso del processo.

source: # Formatting loop changes file as %s... Please wait... Disk activity will be intermittent throughout this process.
hu: # loop csere fájl megformázása erre: %s... Kérlek várj... A lemez aktivitás változó lesz a folyamat alatt.
it: # Formattazione del file di loop come %s... Attendere prego... L'attività del disco sarà intermittente nel corso del processo.

source: # Checking filesystem and repairing if necessary... Please wait... Disk activity will be intermittent throughout this process.
hu: # Fájlrendszer ellenőrzése és felkészülés a telepítésre... Kérlek várj... A lemez aktivitás változó lesz a folyamat alatt.
it: # Controllo del filesystem e riparazione se necessaria... Attendere prego... L'attività del disco sarà intermittente nel corso del processo.

source: # Disabling tune2fs... Please wait... Disk activity will be intermittent throughout this process.
hu: # tune2fs letiltása... Kérlek várj... A lemez aktivitás változó lesz a folyamat alatt.
it: # Disabilitazione di tune2fs... attendere prego... L'attività del disco sarà intermittente nel corso del processo.

source: # For some reason the changes loop file was not properly formatted. Attempting to repair %s Changes File with additional safety checks... Please wait... This will take longer than usual.
hu: # Néhány esetben változó loop csere fájl nem kerül megfelelő megformázásra. A %s csere fájl javításának megkísérlése egyéb biztonsáigi ellenőrzésekkel... Kérlek várj... Egy darabig el fog tartani a folyamat.
it: # Per qualche ragione il file di loop delle modifiche non è stato formattato correttamente. Tentativo di riparare il file changes %s con ulteriori verifiche di sicurezza... Attendere prego... Sarà impiegato più tempo del solito.

source: # Recreating filesystem and checking for bad blocks... Please wait... This will take longer than usual.
hu: # Fájlrendszer ismételt létrehozása és hibás szektorok keresése... Kérlek várj... Ez eltarthat egy darabig.
it: # Ricreazione del filesystem verifica dei blocchi danneggiati... Attendere prego... Sarà impiegato più tempo del solito.

source: # Running disk check... Please wait... This will take longer than usual.
hu: # Lemez ellenőrzés futtatása... Kérlek várj... A megszokottnál tovább tarthat.
it: # Esecuzione dei controlli del disco... Attendere prego... Sarà impiegato più tempo del solito.

source: # Disabling tune2fs... Please wait... This will take longer than usual.
hu: # tune2fs letiltása... Kérlek várj... Ez a megszokotnál tovább tarthat.
it: # Disabilitazione tune2fs... Attendere prego... Sarà impiegato più tempo del solito.

source: The loop changes file still wasn't properly created. Try formatting it manually when installation is complete. Continuing with installation.
hu: A loop csere fájl nem lett elkészítve megfelelően. Próbáld meg kézzel formatálni ha a telepítés befejeződött. Folytatás a telepítéssel.
it: Il file di loop delle modifiche ancora non è stato creato correttamente. Prova a formattarlo manualmente quando l'installazione sarà completa. Continuo con l'installazione.

source: Here is a summary of the default boot option: title %s Live kernel %s/isolinux/vmlinuz bootfrom=%s initrd=initrd.gz root=/dev/rd/3 vga=788 splash=silent fstab=rw,auto %s %s noeject initrd %s/isolinux/initrd.gz If the OS does not boot or cannot find the loop image, you will need to edit the file: %s/boot/grub/menu.lst and alter the device numbers accordingly. If you are happy with these settings click OK to complete the installation, otherwise click Cancel to manually edit the menu.lst file.
hu: Itt látható az alapértelmezett rendszerindítási opció összegzése: név: %s Live kernel: %s/isolinux/vmlinuz bootfrom=%s initrd=initrd.gz root=/dev/rd/3 vga=788 splash=silent fstab=rw,auto %s %s noeject initrd %s/isolinux/initrd.gz Ha a rendszer nem indul el, vagy nem találja a loop képet, akkor szerkesztened kell a következő fájlt: %s/boot/grub/menu.lst és meg kell változtatnod az eszköz azonosítókat a fentieknek megfelelően. Ha a beállítások megfelelnek, akkor nyomj OK-t a telepítés befejezéséhez, vagy válaszd a Mégsem opciót a menu.lst kézi szerkesztéséhez.
it: Questo è il sommario delle opzioni di avvio predefinite: title %s Live kernel %s/isolinux/vmlinuz bootfrom=%s initrd=initrd.gz root=/dev/rd/3 vga=788 splash=silent fstab=rw,auto %s %s noeject initrd %s/isolinux/initrd.gz Qualora il sistema non si avvii o non trovi l'immagine di loop, dovrai modificare il file: %s/boot/grub/menu.lst e modificare in maniera appropriata i numeri dei dispositivi. Se queste impostazioni sono corrette, premi OK per completare l'installazione, altrimenti premi Annulla per modificare manualmente il file menu.lst.

source: No suitable editor found. Please edit the Grub file manually.
hu: Nem találtam használható szerkesztőt. Kérlek szerkeszd kézzel a Grub fájlt.
it: Non è stato trovato nessun editor. Modifica il file Grub manualmente.

source: The PCLinuxOS partitioning tool will open when you click OK. 1. Partition your disk as you see fit. 2. This installer is compatible with ext2, ext3, reiserfs and FAT32 filesystems. 3. Do not set a mount point. 4. You can create a swap partition if you are using a standard hdd with low memory. This is not recommended for flash memory devices. 5. Make sure you remember to format the partition once it is created. 6. Safely remove the device (if using removeable media). 7. Run this installer again and choose 'Use Existing Partitions'.
hu: A PCLinuxOS partícionáló eszköze az OK gombra való kattintással el fog indulni. 1. Partícionáld a lemezeidet az igényeidnek megfelelően. 2. Ez a telepítő a következő fájrendszerekkel kompatibilis: ext2, ext3, reiserfs és FAT32. 3. Ne állíts be csatolási pontot. 4. Normál merevlemez, kevés memória esetén készíthetsz swap partíciót, de nem ajánlott flasy memóriákhoz. 5. Győződj meg róla, hogy formatáltad az elkészített partíciót. 6. Biztonságosan távolítsd el az eszközt (ha USB pendrivot, vagy más eszközt használsz). 7. Végül futtasd újra ezt a telepítőt, és válaszd a 'Használd a meglévő partíciókat opciót'.
it: Una volta premuto OK, si aprirà lo strumento di partizionamento di PCLinuxOS. 1. Partiziona il disco come più ti aggrada. 2. Il programma di installazione è compatibile con filesystem ext2, ext3, reiserfs e FAT32. 3. Non impostare punti di mount. 4. Puoi creare una partizione di swap se usi un hdd standard con poca memoria. Non è raccomandato per dispositivi con memoria flash 6. Rimuovi il dispositivo (se è rimovibile) 7. Riesegui questo programma e scegli "Usa partizioni esistenti".

source: Cleaning up temp files. Please wait...
hu: Átmeneti fájlok eltávolítása. Kérlek várj...
it: Pulizia dei file temporanei. attendere prego...

source: How would you like to install the live system? You will be given a list of devices to install onto once you have chosen the installation method.
hu: Hogyan szeretnéd feltelepíteni a rendszert? Kapni fogsz egy eszközlistát, amelyből egyre feltelepíheted a telepítési metódus kiválasztásával.
it: Come vuoi installare il sistema live? Ti sarà fornito un elenco di dispositivi su cui è possibile installare una volta scelto il metodo di installazione.

source: Install method
hu: Telepítési methódus
it: Metodo di installazione

source: Erase entire drive and install with options
hu: Teljes merevlemez törlése és telepítés opciókkal
it: Cancella l'intero disco ed installa con opzioni

source: Use existing partitions
hu: A meglévő particíókat használd
it: Usa partizioni esistenti

source: Custom disk partitioning (launches diskdrake)
hu: Egyéni lemez partícionálás (diskdrake indítása)
it: Partizione personalizzata del disco (lancia diskdrake)

source: Congratulations, your live system has now been successfully installed onto %s. To run the live system follow these steps: 1. Reboot your computer leaving the device inserted or attached 2. If necessary enter the BIOS and set your device to boot before the main internal hard disk drive 3. Choose the appropriate boot option from the graphical menu. If you encountered any problems, please leave a bug report at: http://www.mypclinuxos.com/forum/index.php?board=84.0
hu: Gratulálunk, sikeresen feltelepítetted a live rendszert a következő helyre: %s. A telepített live rendszer indításához a következőket kell tenned: 1. Indítsd újra a számítógéped úgy, hogy a lemezt hagyd bent a meghajtóban 2. Ha szükséges, akkor végezd el a BIOS-ban a rendszerindító eszköz beállításokat, hogy ne a merevlemezről induljon rendszer 3. Válaszd ki a megfelelő indítási opciót a grafikus boot menüből. Ha bármilyen hibát tapasztalsz kérlek jelezd ezen az oldalon: http://www.mypclinuxos.com/forum/index.php?board=84.0
it: Congratulazioni, il sistema live è stato installato con successo su %s. Per eseguire il sistema live, segui la seguente procedura: 1. Riavvia il computer lasciando il dispositivo inserito o collegato 2. Se necessario entra nel BIOS e imposta che il dispositivo sia avviato prima dell'hard disk interno 3. Scegli le opzioni di avvio appropriate attraverso il menù grafico. Qualora andassi incontro a qualsiasi problema, fai una segnalazione d'errore su: http://www.mypclinuxos.com/forum/index.php?board=84.0

source: Create 'liveUSB' or 'Poorman' installation
it: Crea un'installazione "liveUSB" o "dei poveri"

source: Create liveUSB
it: Crea un liveUSB

source: GTK 'Live' Installer
hu: GTK 'Live' telepítő
