Repository: Bingularity/Unity-Linux
Catalog: install_detasks/po/*.po
Languages: es, it

source: Please pass the script a valid task-pkgname.
es: Por favor suministre al guión un metapaquete de tarea válido
it: Passare allo script un metapacchetto task valido.

source: Error
it: Errore

source: Please specify only one task on the command line.
es: Por favor especifique una sola tarea en la línea de comandos
it: Specificare un solo task sulla riga di comando.

source: Unity-Linux Metapackage %s Installer
es: Instalador del metapaquete %s de Unity-Linux
it: Installatore del metapacchetto %s di Unity-Linux

source: Yes
es: Sí
it: Sì

source: Quit
es: Salir
it: Esci

source: You are about to install the %s package. Do you want to continue?
es: Esta a punto de instalar el paquete %s. ¿Desea continuar?
it: Stai per installare il pacchetto %s. Vuoi proseguire?

source: Testing
es: Probando
it: Test in corso…

source: Testing your internet connection...
es: Probando su conexión de internet
it: Test della connessione internet...

source: Sorry, your internet connection is not working.
es: Lo siento, su conexión de internet no esta funcionando
it: Spiacente, ma la connessione internet non funziona.

source: Running smart update failed. Please check your smart channels/mirrors and try again.
es: Falló la actualización de Smart. Por favor revise sus canales/espejos de Smart y vuelva a intentar.
it: Impossibile eseguire smart update. Controlla i canali/mirror di smart e riprova.

source: %s is not a valid task-pkgname.
es: %s no es un metapaquete de tarea válido
it: %s non è un nome di metapacchetto task valido.

source: Installation Cancelled
es: Instalación cancelada
it: Installazione annullata

source: Install Enlightenment
es: Instalar Enlightenment
it: Installa Enlightenment

source: Install Enlightenment Desktop Environment
es: Instalar el entorno de escritorio Enlightenment
it: Installa l'ambiente desktop Enlightenment

source: Install Gnome
es: Instalar Gnome
it: Installa Gnome

source: Install Gnome Desktop Environment
es: Instalar el entorno de escritorio Gnome
it: Installa l'ambiente desktop Gnome

source: Install KDE4
es: Instalar KDE4
it: Installa KDE4

source: Install KDE4 Desktop Environment
es: Instalar el entorno de escritorio KDE4
it: Installa l'ambiente desktop KDE4

source: Install LXDE
es: Instalar LXDE
it: Installa LXDE

source: Install LXDE Desktop Environment
es: Instalar el entorno de escritorio LXDE
it: Installa l'ambiente desktop LXDE

source: Install XFCE
es: Instalar XFCE
it: Installa XFCE

source: Install XFCE Desktop Environment
es: Instalar el entorno de escritorio XFCE
it: Installa l'ambiente desktop XFCE
