Repository: Bingularity/Unity-Linux
Catalog: smart-utils/po/*.po
Languages: cs

source: Usage: %s [--help|-h] [--verbose|-v] [--test|-t] [--sync|-s] [--id|-i channel_id_regex] [--notid|-n channel_id_regex] <old_url_regex> <replacement>\n\n
cs: Použití: %s [--help|-h] [--verbose|-v] [--test|-t] [--sync|-s] [--id|-i regex_pro_id_kanálu] [--notid|-n regex_pro_id_kanálu] <regex_pro_stará_url> <náhrada>\n\n

source: Replaces channel URLs with a new one. Channels can be filtered by id regex. \n
cs: Nahrazuje URL kanálů novým. Kanály mohou být filtrovány regexem popisujícím vyhovující id kanálů.

source: Regex groups can be referenced by \\N in replacement, where N is a group number.
cs: Na regex skupiny je možné se odkazát pomocí \\N v náhradě, kde N je číslo skupiny.

source: Open brackets in <old_url_regex> have to be escaped.\n
cs: Kulaté závorky v <regexu_pro_stará_url> musí být escapovány.\n

source: @G in <replacement> is expanded into channel path guessed from the channel id.
cs: @G v <náhradě> se rozvine do cesty odhadnuté na základě id kanálu.

source: E.g. @G for channel with id unity-kde4-i586 is expanded into i586/kde4 .\n
cs: Např. @G pro kanál s id unity-kde4-i586 se rozbalí do i586/kde4 .\n

source: Use -t option to test changes without doing any channel updates.\n
cs: Použijte volbu -t pro testování beze změny nastavení.\n

source: Use -s option to write modified channel configuration to /etc/smart/channels.\n\n
cs: Použijte volbu -s pro zápis změněné konfigurace kanálů do /etc/smart/channels.\n

source: Examples:\n
cs: Příklady:\n

source: Run as root.\n
cs: Spusťte jako root.\n

source: Processing channel: %s\n
cs: Zpracovávám kanál: %s\n

source: Old URL: %s\n
cs: Staré URL: %s\n

source: New URL: %s\n
cs: Nové URL: %s\n

source: Usage: %s [--help|-h] [--id|-i channel_id_regex] [--notid|-n channel_id_regex] [--chop|-c comma_separated_list]\n\n
cs: Použití: %s [--help|-h] [--id|-i regex_pro_id_kanálu] [--notid|-n regex_pro_id_kanálu] [--chop|-c seznam_oddělený_čárkou]\n\n

source: Prints common part of channel URLs. Channels can be filtered by id regex. \n
cs: Vypíše společnou část URL různých kanálů. Kanaly mohou být filtrovány regexem popisujícím id kanálů. \n

source: Use option -c to specify comma-separated list of path elements you want to chop from the result.\n\n
cs: Použijte volbu -c pro předání seznamu (odděleného čárkou) částí adresy, které chcete odstranit z konce výsledné adresy.\n\n

source: Example:\n
cs: Příklad:\n

source: Usage: %s [--help|-h] [--id|-i channel_id_regex] [--notid|-n channel_id_regex] <channel_url_regex>\n\n
cs: Použití: %s [--help|-h] [--id|-i regex_pro_id_kanálu] [--notid|-n regex_pro_id_kanálu] <regex_pro_url>\n\n

source: Prints ids of channels whose URLs match with <channel_url_regex>. Channels can be filtered by id regex. \n\n
cs: Vypíše id kanálů, jejichž URL souhlasí s <regexem_pro_url>. Kanaly mohou být filtrovány regexem popisujícím id kanálů. \n\n

source: Usage: %s [--help|-h] [--verbose|-v] [--test|-t] <channelset>\n\n
cs: Použití: %s [--help|-h] [--verbose|-v] [--test|-t] <sada_kanálů>\n\n

source: Updates Smart channels belonging to <channelset> according\nto the configuration found in %s<channelset>/\n\n
cs: Aktualizuje kanály Smartu patřící do <sady_kanálů> podle\nkonfigurace nalezené v %s<channelset>/\n\n

source: Channel set directory '%s' doesn't exist.\n\n
cs: Adresář sady kanálů '%s' neexistuje.\n\n

source: Channel set configuration file '%s' doesn't exist.\n\n
cs: Konfigurační soubor sady kanálů '%s' neexistuje.\n\n

source: No CHANNELS defined in '%s'.\n\n
cs: Proměnná CHANNELS není definována v '%s'.\n\n

source: No \$N.mirror files found in '%s'.\n\n
cs: Nebyly nalezeny žádné soubory \$N.mirror v adresáři '%s'.\n\n

source: Setting URL of existing channel '%s' to '%s'...\n
cs: Nastavuji URL existujícího kanálu '%s' na '%s'...\n

source: Creating new disabled channel '%s' with URL '%s'...\n
cs: Vytvářím nový zakázaný kanál '%s' s URL '%s'...\n

source: Creating new channel '%s' with URL '%s'...\n
cs: Vytvářím nový kanál '%s' s URL '%s'...\n

source: Removing all existing mirrors of '%s'...\n
cs: Odstraňuji všechny mirrory adresy '%s'...\n

source: Adding mirror '%s'...\n
cs: Přidávám mirror '%s'...\n

source: Removing obsolete channel '%s' ...\n
cs: Odstraňuji zastaralý kanál '%s' ...\n

source: Channels directory '%s' doesn't exist.\n\n
cs: Adresář kanálů '%s' neexistuje.\n\n

source: Mirrors directory '%s' doesn't exist.\n\n
cs: Adresář mirrorů '%s' neexistuje.\n\n

source: Removing channel '%s'...\n
cs: Odstraňuji kanál '%s'...\n

source: Removing mirrors file for %s...\n
cs: Odstraňuji mirrors soubor náležící sadě %s...\n
