Repository: Bingularity/Unity-Linux
Catalog: unity-installer/po/*.po
Languages: pt, pt_br

source: This wizard will help you to install the live distribution.
pt: Este assistente irá ajudá-lo a instalar a distribuição 'live'.
pt_br: Este assistente vai lhe ajudar a instalar a distribuição live.

source: Error
pt: Erro
pt_br: Erro

source: An error occurred
pt: Ocorreu um erro
pt_br: Ocorreu um erro

source: Not enough space available (%s available while %s are needed)
pt: Sem espaço suficiente disponível (%s disponível enquanto precisa de %s)
pt_br: Sem espaço suficiente disponível (%s disponíveis mas %s são necessários)

source: Computing total size
pt: A calcular o tamanho total
pt_br: Calculando tamanho total...

source: Unable to copy files to new root
pt: Incapaz de copiar ficheiros para a nova raíz
pt_br: Não foi possível copiar os arquivos para a nova raiz

source: Congratulations
pt: Parabéns
pt_br: Parabéns

source: Please halt your computer, remove your live system, and restart your computer.
pt: Por favor desligue o seu computador, remova o seu sistema 'live', e reinicie o seu computador.
pt_br: Por favor, desligue o computador, remova o CD Mandriva Live e reinicie.

source: Continue anyway?
pt: Continuar mesmo assim?
pt_br: Continuar Mesmo Assim ?

source: Quit without saving
pt: Sair sem gravar
pt_br: Sair sem salvar

source: Quit without writing the partition table?
pt: Sair sem escrever a tabela de partições?
pt_br: Sair sem gravar a tabela de partições ?

source: Do you want to save /etc/fstab modifications
pt: Deseja gravar as modificações em /etc/fstab?
pt_br: Você quer salvar as modificações em /etc/fstab ?

source: You need to reboot for the partition table modifications to take place
pt: Precisa reiniciar para que as modificações na tabela de partições sejam aplicadas
pt_br: Você precisa reiniciar o computador para que as modificações na tabela de partições entre em vigor

source: You should format partition %s. Otherwise no entry for mount point %s will be written in fstab. Quit anyway?
pt: Deve formatar a partição %s. Caso contrário não será escrita nenhuma entrada para o ponto de montagem %s em fstab. Sair mesmo assim?
pt_br: Você deve formatar a partição %s. Caso contrário, nenhuma entrada para o ponto de montagem %s será gravada em fstab. Sair mesmo assim ?
