Repository: Bingularity/Unity-Linux
Catalog: unity-l10n/indexhtml/*.po
Languages: es

source: Welcome
es: Bienvenido

source: Getting Help
es: Obtener ayuda

source: Remaster and Backup
es: Recreación y resplado

source: You can create your remaster of any distribution based on Unity Linux with the script "mkremaster".
es: Puede crear su propia versión de cualquier distribución basada en Unity Linux con el guión "mkremaster".

source: The Unity Logo
es: El logo de Unity

source: Image
es: Imagen

source: The Unity Linux logo is a tree leaf for a reason. We liken Unity Linux as the core or root of the distributions that build on it. Like a tree, each subsequent distribution based on Unity would be a 'Branch'. Branches are made easily with the LiveCD tools at the core of every Unity Linux based desktop.
es: El logotipo de Unity Linux es una hoja por una buena razón. Comparamos a Unity Linux con el tronco o raíz de las distribuciones construidas a partir del mismo. Como un árbol cada distribución basada en Unity sería una "Rama". Las ramas se obtienen fácilmente usando las herramientas de creación LiveCD (CDenVivo) que se encuentran en cada escritorio derivado de Unity Linux.

source: Did you know?
es: ¿Sabía que...?

source: Unity Linux packages are built using a 'chroot' which means that each package is built in a pristine environment so that developers are able to identify hard to find build requirements quickly and easily. It also affords developers the ability to build 32bit packages on a 64bit host.
es: Los paquetes de Unity Linux son construidos usando un 'chroot' lo cual significa que cada paquete es construido en un ambiente prístino para que los desarrolladores sean capaces de identificar requerimientos de empaquetamiento difíciles de hallar. También le permite a los desarrolladores construir paquetes de 32 bit en un huésped de 64 bit.

source: Need help installing a desktop? Get up and running quickly on your favorite desktop. Just click on the icon of your favorite desktop below and the Smart Package Manager will begin to install it.
es: ¿Necesita ayuda? Tenga su escritorio favorito listo para usar con los metapaquetes que aparecen abajo. Sólo oprima una de las direcciones y el administrador de paquetes Smart comenzará la instalación.

source: Support Resources
es: Recursos de soporte

source: community forums
es: foros de la comunidad

source: <a href="http://forum.unity-linux.org/" target="_blank">Community Forums</a> - The community forums are a vast resource of help for users. Need help installing a desktop? Need help remastering or branching into your own distribution? Looking for help packaging? This is a 'first stop' for users to find their way.
es: <a href="http://forum.unity-linux.org/" target= "_blank">Foros de la comunidad</a> - Los foros de la comunidad son un vasto recurso de ayuda para los usuarios. ¿Necesita ayuda para instalar un escritorio? ¿Necesita ayuda para crear su propia distribución? ¿Necesita ayuda para crear paquetes? Esta es la "primera parada" para los usuarios.

source: Mailing List
es: Lista de correo

source: <a href="http://groups.google.com/group/ul-developers" target="_blank">Mailing List</a> - Our developers have an active mailing list where they talk about upcoming features, packaging, troubleshooting, and tips/tricks. The mailing list is an excellent place to understand how Unity developers work and to interact with them as they continue to develop Unity Linux.
es: <a href= "http://groups.google.com/group/ul-developers" target= "_blank">Lista de correo</a> - Nuestros desarrolladores tienen una lista de correo en la cual se discute sobre características futuras, empaquetamiento, solución de problemas, consejos y trucos. La lista de correo es un excelente lugar para comprender como trabajan los desarrolladores e interactuar con ellos mientras construyen Unity Linux.

source: Documentation Wiki
es: Wiki de documentos

source: <a href="http://docs.unity-linux.org/Main_Page" target="_blank">Documentation Wiki</a> - Our documentation wiki is geared to help you find out more about the Unity Linux project, how it is organized and financed, who is a part of it, and how you can do more with Unity Linux. This community developed wiki is an excellent resource for general knowledge about Unity Linux.
es: <a href= "http://docs.unity-linux.org/Main_Page" target= "_blank">Wiki</a> - Nuestro wiki esta orientado a ayudar a los usuarios a descubrir lo más posible del Proyecto Unity Linux, como está organizado y financiado, quienes forman parte de él y como puede hacer más con Unity Linux. Este wiki, desarrollado por la comunidad, es un excelente recurso para conocer Unity Linux en general.

source: <a href="http://webchat.freenode.net/?channels=unitylinux">Internet Relay Chat</a> - Looking for Unity Linux on IRC? We have a channel on Freenode: #unitylinux. You can join us there using your favorite IRC client or you can use the link provided at the start of this information to open a page that will connect you in your browser. Please note that not all developers use IRC... so please be patient with your questions!
es: <a href="http://webchat.freenode.net/?channels=unitylinux">Internet Relay Chat</a> - ¿Busca Unity Linux en IRC? Tenemos un canal en Freenode: #unitylinux. Puede unírsenos ahí usando su cliente IRC favorito o puede utilizar el vínculo provisto al comienzo de esta información para abrirlo como una página en su navegador. Tenga presente que no todos los desarrolladores usan IRC... así que ¡Tenga paciencia con sus preguntas!

source: About Unity
es: Acerca de Unity

source: Unity Linux, in itself, is not a full distribution. What our group provides is set of “core packages” (i.e. kernel, firmware, toolkits, Desktop Environments, etc) and the tools which make it very easy to remaster the core into a distribution of your liking targeting specific functionality or localizations
es: Unity Linux, en si misma, no es una distribución completa. Lo que nuestro grupo brinda es un conjunto “paquetes básicos” (es decir, núcleo, programas de fabricantes, herramientas, ambientes de escritorio, etc.) y las herramientas que hacen que sea muy fácil convertir la base de Unity en una distribución a su gusto para enfocarla en funcionalidades o localizaciones específicas.

source: There are many different distributions of Linux that have based themselves from a Unity core:
es: Hay muchas distribuciones de Linux basadas en el tronco de Unity

source: As Unity continues to simplify the requirements to remaster and quickly build packages utilizing a "Build Server" to do heavy lifting for developers... there are sure to be many more!
es: Así como Unity continúa to simplificando los requisitos para recrear (la distribución) y construir paquetes usando el "Build Server" para realizar el trabajo pesado de los desarrolladores... ¡seguramente habrá mucho más!

source: At the heart of Unity Linux is RPM5 and the <a href="https://launchpad.net/smart" target="_blank">Smart Package Manager</a>.<br> <br> We take this and combine it with the LiveCD project which allows developers to quickly "remaster" derivative distributions. Unity Linux is based on Mandriva and thus benefits from its package pool and large developer network.<br> <br> You may find Unity Linux to be a good base for your distribution. Why not give it a try?<br>
es: En el corazón de Unity Linux está RPM5 y el administrador de paquetes <a href="https://launchpad.net/smart" target="_blank">Smart</a>.<br> <br> Tomamos esto y lo combinamos con el proyecto LiveCD que permite a los desarrolladores "recrear" rápidamente distribuciones derivadas. Unity Linux está basada en Mandriva por lo que se beneficia de su acervo de paquetes y su gran red de desarrolladores. <br> <br> Unity Linux puede ser una buena base para su distribución. ¿Por qué no probarla?<br>

source: Unity Goals
es: Objetivos de Unity

source: Featuring
es: Incluye

source: <a href="http://rpm5.org/" target="_blank">RPM 5</a> - RPM 5 provides a larger set of features over RPM 4. Unity Linux has close ties with RPM 5 through upstream contributions. We like the cross-platform cross-vendor approach that RPM 5 employs and the fact that no company controls the future direction of our package manager and features we want get put into play. This will allow us to concentrate on what matters... development... instead of worrying about upstream direction changes.
es: <a href="http://rpm5.org/" target= "_blank">RPM 5</a> - RPM 5 brinda una gama más amplia de funciones con respecto a RPM 4. Unity Linux tiene vínculos cercanos con RPM 5 a través de las contribuciones aportadas. Nos agrada el planteamiento multiplataforma y multiproveedor que RPM 5 emplea y el hecho de que ninguna compañía controla el desarrollo futuro de nuestro administrador de paquetes y las funciones que queremos implementar. Esto nos permite concentrarnos en lo que más importa... el desarrollo... en lugar de preocuparnos de cambios de rumbo a otros niveles.

source: <a target="_blank" href="http://unity-linux.org/livecd-now-developed-by-team-unity-linux/">LiveCD</a> - Using the 'mklivecd' command, developers can create their own ISO for release. Using the 'mkremaster' script, developers can take a snapshot of their system in it's current state in an ISO format. Both mklivecd and remasterme are integral parts of the LiveCD project which is now developed by the Unity Linux team.
es: <a target="_blank" href= "http://unity-linux.org/livecd-now-developed-by-team-unity-linux/">LiveCD (CDenVivo)</a> - Usando la orden 'mklivecd', los desarrolladores pueden crear su propia ISO para distribuirla. Usando la orden 'remasterme', los desarrolladores pueden tomar una 'instantánea' del estado actual de su sistema y ponerlo en formato ISO. Tanto mklivecd como remasterme son parte integral del proyecto LiveCD (CDenVivo) que actualmente está siendo desarrollado por el equipo de Unity Linux.

source: <a target="_blank" href="http://en.wikipedia.org/wiki/Xz">xz compression</a> - Unity utilizes xz compression which saves space over gz and bz2 compression. It's almost as fast as gz when decompressing as well so we save a lot of space and don't sacrifice on performance. Add the fact that xz has data integrity checking without sacrificing performance and you can see why Unity developers chose to use it.
es: <a target="_blank" href="http://en.wikipedia.org/wiki/Xz">Compresión xz</a> - Unity usa la compresión xz que ahorra más espacio que gz y bz2. Es casi tan rápida como gz al descomprimir, así que se ahorra mucho espacio sin sacrificar rendimiento. Agregue el hecho de que xz tiene verificación de la integridad de los datos, también sin sacrificar rendimiento, y entenderá por qué los desarrolladores de Unity prefirieron usarla.
